Repository: AmirSamy199/SuppliersDashboard
Catalog: SuppliersDashboard/Resources/llayout.*.resx
Languages: ar

# accentof
source: Representative account statement
ar: كشف حساب مندوب

# Accounts
source: Accountss
ar: حسابات

source: Account statement
ar: كشف حساب

source: Add and Edit Agents
ar: اضافة وتعديل الوكلاء

source: Add Bank
ar: اضافه بنك

# addCustomer
source: Add Customers
ar: إضافه مستخدمين

source: Add Employee
ar: اضافه موظف

source: Add Items
ar: اضافة عناصر

source: Address
ar: العنوان

source: Add Supplier
ar: اضافة مورد جديد

source: Add warehouse request
ar: طلب بضاعة من مخزن

source: Add Channel
ar: اضافة قناة

source: Add Customer
ar: اضافة عميل

source: Add Distributors Group
ar: اضافة مجموعة مندوبين

source: Add opening balance
ar: اضافة رصيد افتتاحي

# Add_Or_Stop_Item
source: Add Or Edit Or Stop Item
ar: اضافة او تعديل او وقف صنف

source: Add Region Or Neighborhood
ar: اضافة منطقة او حي

source: Add Supplier
ar: اضافة مورد

source: Admin
ar: ادمن

# Alldelegates
source: distributors
ar: كل المندوبين

source: All Sales Count
ar: إجمالي رجال المبيعات

# amount
source: amount required
ar: المبلغ المطلوب

# Amount1
source: amount
ar: المبلغ

source: arrears
ar: متأخرات

# assalesman
source: Agent Sale
ar: البيع لقنانة بيعية

# billNo
source: Bill Number
ar: رقم الفاتورة

# billsearch
source: Search Bills
ar: بحث عن فاتورة

source: Bills This Month
ar: عدد الفواتير هذا الشهر

source: BlankPage
ar: صفحة فارغة

source: Branch
ar: الفرع

source: Branches
ar: الفروع

# BranchReports
source: BranchsReports
ar: تقارير الفروع

source: Buttons
ar: ازرار

source: Cash Bill
ar: كاش الفواتير

source: Categories
ar: الأقسام

source: change
ar: تغيير

source: Charts
ar: لوحات

source: check number
ar: رقم الشيك

# Checks
source: Update Checks
ar: تعديل الشيكات

source: Choose Representative
ar: اختار مندوب

# clear
source: Clearing today's account for the representative
ar: تصفية حساب اليوم للمندوب

source: Clear cash
ar: صافي الكاش

# client
source: Clients of this representative
ar: العملاء

source: close today
ar: اغلاق اليومية

source: Collection
ar: التحصيل

source: Commission_project
ar: المشروع بالعموله

source: Company
ar: الشركه

source: company code
ar: كود الشركه

# Confirmre
source: Confirm receipt of the amount
ar: تاكيد استلام المبلغ

source: Corporate Reports
ar: تقارير الشركات

source: Current Percentage
ar: نسبة البيع حتي الان

source: Customer Address
ar: عنوان العميل

source: Customer Classification
ar: تصنيف العملاء

source: Customer Code
ar: كود العميل

source: Customer Name
ar: اسم العميل

source: Customers
ar: العملاء

source: Customer Details
ar: بيانات عميل

source: Daily Achieved Bill Amount
ar: مبلغ الفاتورة اليومي الذي تم تحقيقه

source: Daily Percentage
ar: النسبة المئوية اليومية

source: Daily Target Amount
ar: المبلغ المستهدف اليومي

source: Data
ar: الوقت

# Daterequired
source: Date is required
ar: مطلوب ادخال تاريخ

# dawar
source: Dashborad Suppliers
ar: الداش بورد الدوار

# dawarSalesMen
source: Sales Men
ar: متابعة رجال المبيعات

# Deficitpaymentpapers
source: Deficit of payment papers
ar: عجز اورق الدفع

# Deficitpaymentpapers1
source: Deficit of defferedpapers
ar: عجز اورق الاجل

# Delegatemanagement
source: distributor management
ar: ادارة المندوب

source: Delegate Reports
ar: تقارير المندوب

source: Delete
ar: حذف

# dets
source: Is Not rem
ar: لا يوجد مديونيات

source: Distributors
ar: المندوبين

source: Distributors Details
ar: بيانات المندوبين

source: Distributors Sales
ar: مبيعات المندوبين

source: Download excel
ar: تنزيل اكسيل

# e
source: Item sales to representatives and customers
ar: مبيعات الصنف للمندوبين والعملاء

source: Editing data
ar: تعديل بيانات

# EditoCompanyData
source: Edit Company Data
ar: تعديل شركة

source: Edit Channel
ar: تعديل قناة

source: Edit Customer Details
ar: تعديل بيانات عميل

source: Edit Or Stop Supplier
ar: تعديل او ايقاف مورد

# Edit_Prices
source: Edit Prices For Factory
ar: تعديل أسعار المصنع

source: Error
ar: اخطاء

# Execl
source: DawnLoad Execl
ar: تنزيل اكسيل

source: Expenses
ar: المصروفات

# FirstBillManName
source: First Bill Man
ar: اول فاتورة اليوم

source: First Visit
ar: الزياره الاولي

source: Forget Password ?
ar: نسيت كلمة السر ؟

source: Forms
ar: ادخال بيانات

# g
source: Sales of bundled items
ar: مبيعات الاصناف مجمعة

source: Give Products To Representative
ar: تسليم مندوب

source: Groups
ar: المجموعة

source: Group Sale
ar: مبيعات مجموعة

source: Group Total Sale
ar: مجموع مبيعات مجموعة

source: inability
ar: العجوزات

source: Indebtedness
ar: المديونيات

source: Integration
ar: ارسال الفاتوره إلكترونيه

source: Inventory of accounts
ar: جرد

# Invoice
source: Envoice
ar: الفاتوره الكترونية

source: Invoice arrears
ar: المتاخرات بالفواتير

source: Invoice totals
ar: اجماليات الفواتير

source: Items
ar: الأصناف

# itemsdistributorssetting
source: Distributors Items Setting
ar: اعدادات منتجات البائعين

source: Items Setting
ar: اعدادات المنتجات

source: Items Details
ar: بيانات الاصناف

source: Item_ID
ar: رقم التعريفي

source: Item Sale
ar: مبيعات صنف

source: Item Total Sale
ar: مجموع مبيعات صنف

source: Item Transaction
ar: كشف حركة صنف

source: keepers and Accounters Reports
ar: تقارير الامناء والمحاسبين

# Lists
source: Price Lists
ar: قوائم أسعار

# loginusername
source: User Name
ar: اسم المستخدم

source: LogOut
ar: تسجيل خروج

source: Markets
ar: المحلات

source: Money shortage
ar: عجز الفلوس

source: Monthly delegate
ar: شهريه المندوب

source: Name
ar: الاسم

source: Name Sales Man
ar: اسم البائع

source: New Account
ar: مستخدم جديد

# no
source: There is no information yet
ar: لا يوجد معلومات حتي الان

# nocategories
source: There are no categories
ar: لا يوجد اصناف

source: open account
ar: فتح الحساب

source: Operations
ar: عمليات

# otherelemnts
source: Other Elements
ar: اخري

source: Pages
ar: صفحات

source: Password
ar: كلمة السر

source: Payment papers
ar: اوراق الدفع

source: Phone Number
ar: رقم الهاتف

# plzfillallfields
source: Please Fill All Fields
ar: من فضلك املا جميع الحقول

# price
source: Prices
ar: الأسعار

# PriceListSetting
source: Add and Update
ar: اضافة وتعديل

source: Prices Details
ar: بيانات الاسعار

source: print
ar: طباعة

# pro
source: Productcode
ar: كود المنتج

source: Product Code
ar: كود المنتج

source: Product Count
ar: عدد المنتجات

source: Product Name
ar: اسم المنتج

source: Purchases
ar: المشتريات

source: Quantity
ar: الكمية

source: Range
ar: المنطقة

source: Ranges
ar: المدى

source: Receivable papers
ar: اوراق قبض

source: Received amount
ar: المبلغ المستلم

source: Receive Products To Representative
ar: استلام من مندوب

source: Region
ar: الحي

source: Regions
ar: المناطق

# regreguest
source: Registeration Requests
ar: طلبات المستخدمين

source: Reports
ar: تقارير

source: Representative performance analysis
ar: تحليل أداء مندوب

# Representativerequired
source: Representative is required
ar: مطلوب ادخال مندوب

# Representative_management
source: Management {0} Distributors
ar: ادارة مناديب {0}

# reqest
source: Online Request
ar: الطلبات اونلاين

# responsobileperson
source: Responsable Person
ar: الشخص المسئول

# rights
source: All Rights Reserved
ar: جميع الحقوق محفوظة

# s
source: Selling items by delegate
ar: مبيعات الاصناف بالمندوب

source: Safe Reports
ar: تقارير الخزنة

source: sale
ar: البيع

source: Sales Channel Reports
ar: تقارير القناة البيعية

source: Sales Count Has Bill
ar: إجمالي رجال المبيعات لديهم فواتير

source: Sales Count Has Item
ar: إجمالي رجال المبيعات لديه عناصر

source: Sales Man Classification
ar: تصنيف البائع

source: Sales Of Client
ar: بيع العملاء

source: Sales Channels
ar: قنوات البيع

source: Second Visit
ar: الزياره الثانيه

# selectd
source: distruber
ar: اختر الموزع

# selectp
source: select of product
ar: اختر المنتج

source: Select the delegate
ar: اختر المندوب

# sendBill
source: Send to Invoice
ar: تسجيل الفاتوره الكترونيه

source: Setting
ar: الاعدادات

source: Settle Returns
ar: تسوية المرتجعات

# shift
source: Recieve / Give shift
ar: استلام / تسليم وردية

source: shortfall payment
ar: عجز الدفع

# shortfallpayment1
source: shortfall deffered
ar: عجز الاجل

source: Sign In
ar: تسجيل دخول

source: SignUp
ar: مستخدم جديد

source: Size
ar: الحجم

source: Special Prices
ar: اسعار خاصة

source: Stop
ar: ايقاف

source: StopSupplier
ar: ايقاف مورد

source: Store
ar: المخزن

source: Store keeper
ar: امين المخزن

source: Store Requests
ar: طلبات المخزن

source: Store shortage
ar: عجز المخزن

# String11
source: Quantity of term papers
ar: كمية اوراق الاجل

# String21
source: Number of term papers
ar: عدد اوراق الاجل

# String3
source: Quantity of arrest notes
ar: كمية اوراق القبض

# String4
source: Number of arrest papers
ar: عدد اوراق القبض

# sub
source: Sub-store inventory
ar: جرد مخزن فرعي

source: supplier
ar: الموارد

source: Suppliers
ar: موردين

# suppliersdashboard
source: Supplier Dashboard
ar: الرئيسية

source: Tables
ar: جداول

source: Term papers
ar: اوراق اجل

# the_safe
source: Money Safe
ar: الخزنة

source: Third Visit
ar: الزياره التلاته

source: Total Collection
ar: مجموع المجموعة

source: Total payment
ar: مجموع الدفع

# Totalpayment1
source: Total deffered
ar: مجموع الاجل

source: Total Remaining
ar: مجموع المتبقي

source: Total Sales Amount
ar: إجمالي مبلغ المبيعات

source: Tranfere Items Between Two WareHouses
ar: مراجعة تحويل بضاعة

source: Typography
ar: الكتابة

source: Update
ar: تعديل

# updateprice
source: Edit Price For Items
ar: تعديل أسعار الأصناف

# updatepriceforpricelist
source: update price
ar: تعديل الاسعار

# updatepricesfordisgroups
source: prices Groups
ar: أسعار المجموعات

source: user name
ar: اسم المستخدم

source: Users Management
ar: ادارة و تعديل المستخدمين

source: View
ar: عرض

# visitofcustomer
source: Allow a client visit
ar: السماح بزيارة عميل

source: Visitors
ar: الزيارات

source: WareHouse
ar: المخزن

# WareHousesSetting
source: Add and Update WareHouses
ar: اضافة وتعديل المخازن

source: Ware House Review
ar: جرد مخزن

source: Weight
ar: الوزن
