Repository: AmirSamy199/SuppliersDashboard
Catalog: SuppliersDashboard/Resources/pages.*.resx
Languages: ar

# about
source: About the period from
ar: عن الفترة من

source: Accept
ar: قبول

source: Accounts
ar: حسابات

source: account statement
ar: كشف حساب

source: Action
ar: اجراء

source: activate
ar: تنشيط

source: active
ar: نشط

source: Actualquantity
ar: الكمية الفعلية

source: add
ar: اضافة

source: Add Agent
ar: اضافة وكيل

# addandeditagent
source: Add and Edit Agents and Supervisorsa
ar: اضاقة او تعديل الوكلاء والمشرفين

source: Add Date
ar: التاريخ

source: add discount
ar: اضافه خصم

# addedsuccess
source: Added Successfully
ar: تم الاضافة بنجاح

source: Add item
ar: اضافة منتج

# addnewagent
source: Add New Channel
ar: اضافة الاداره

source: Address
ar: العنوان

source: Add Supervisor
ar: اضافة مشرف

# addsupervisortoagent
source: Add Supervisor To
ar: اضافة مشرف تحت

# addtypeex
source: Add an expense type
ar: اضافة نوع مصروف

source: Agents
ar: الوكلاء

# allaction
source: total actions
ar: مجموع المعاملات

source: All Details
ar: كل التفاصيل

source: amount required
ar: المبلغ المطلوب

# Area
source: Area name
ar: اسم المنطقة

source: Available
ar: المتاح

source: Barcode
ar: الباركود

source: BillNo
ar: رقم الفاتورة

source: Bills
ar: الفواتير

source: Cash
ar: كاش

source: category
ar: الفئة

source: check
ar: شيك

# chhosesupplier
source: choose supplier
ar: اختر المورد

source: Choose a distributor
ar: اختر الموزع

source: choose category
ar: اختر الفئة

source: choose supplier
ar: اختر المورد

source: Classification
ar: التصنيف

source: Collect
ar: جمع

source: Collection
ar: التحصيل

source: comment
ar: تعليق

# cond
source: Conductor
ar: المحصل

source: Confirm
ar: قبول

source: Count
ar: العدد

source: current balance
ar: الرصيد الحالي

source: Customer
ar: العميل

source: customer name
ar: اسم العميل

source: Customers
ar: العملاء

# dawarmalik
source: Al-Dawar Dairy Products
ar: الدوار لمتجات الالبان

# days
source: Days of stopping collection
ar: ايام التوقف عن التحصيل

source: deactivate
ar: ايقاف

source: Default quantity
ar: الكمية الافتراضية

source: Deffered
ar: الاجل

source: Delay days
ar: ايام التاخير

source: Delete
ar: حذف

# deletesuccess
source: Deleted Successfully
ar: تم الحذف بنجاح

source: description
ar: الوصف

source: Details
ar: التفاصيل

source: Discount
ar: الخصم

source: Dismissed
ar: منصرف

source: Distributor
ar: المندوب

source: Distributors
ar: المندوبين

# distributorsgroup
source: Distributors
ar: مجموعات المناديب

source: edit
ar: تعديل

# editedsucces
source: Edit Successfully
ar: تم التعديل بنجاح

source: Edit Supervisor
ar: تعديل مشرف

# ex
source: Exchange license number
ar: رقم اذن الصرف

source: Expense reports
ar: تقراير المصروفات

source: from
ar: من

source: Group
ar: المحموعة

source: Group Name
ar: اسم المجموعه

source: GroupUser
ar: مجموعات المستخدمين

source: Group Users
ar: مندوبين المجموعة

# iin
source: in
ar: الي

source: Impotence
ar: العجز

source: Incoming
ar: الوارد

source: Invoice value
ar: قيمة الفاتورة

source: Item Name
ar: اسم الصنف

# itempagedescription
source: this page is to change items price or disable specific item to specific group of distributors
ar: هذه الصفحة لتغيير اسعار المنتجات او ايقاف منتج معين لمجموعة بائعين معينة

# latecustomer
source: Late customers
ar: العملاء المتاخرين

source: location
ar: العنوان

source: loss
ar: سحب

# makeinvoice
source: Make an invoice
ar: عمل فاتورة

source: Manage Group
ar: ادارة المجموعة

source: measruing unit
ar: وحدة القياس

# method
source: payment method
ar: طريقة الدفع

source: Movement type
ar: نوع الحركة

# msrofat
source: Masrofat
ar: مصروفات

source: Name
ar: الاسم

source: Name of the expense
ar: اسم المضروف

source: neighborhood
ar: اسم الحي

# neighborhood1
source: add neighborhood
ar: اضافه حي

source: No Bills Exist Today !
ar: لا يوجد فواتير اليوم

source: No Groups To This Supervisor
ar: لا توجد مجوعات لهذا المشرف

source: No Pending Request Found !
ar: لا يوجد طلبات تسجيل معلقة

source: not active
ar: غير نشط

# numofbranches
source: NumberOfBranches
ar: عدد الفروع

# oldrem
source: Old Remaining
ar: المديونية السابقة

# pagges
source: Pages
ar: الصفحات

# paid
source: The amount paid
ar: المبلغ المدفوع

# paid1
source: paid
ar: المبلغ المدفوع

source: Permission date
ar: التاريح الااذن

source: Phone
ar: الهاتف

source: plz choose supplier
ar: من فضلك اختر المور ر

# pp
source: A special claim for a string
ar: مطالبة خاصة ب سلسلة

source: previous balance
ar: الرصيد السابق

source: price
ar: السعر

# pricemenu
source: price menus
ar: قائمة الاسعار

# pricepr
source: average price
ar: متوسط السعر

# priceun
source: price Unity
ar: سعر الوحدة

source: proces
ar: العملية

# procesno
source: proces Number
ar: رقم العملية

source: process
ar: العمليات

# prusche
source: Envoiceprusche
ar: فاتورة مشتريات

source: Quantity
ar: كميه

# ramount
source: Return amount
ar: المبلغ المرتجع

source: Reason for discount
ar: سبب الخصم

# Region
source: select Region
ar: اختار المنطقه

source: Reject
ar: رفض

source: Rem Amount
ar: المديونية الحالية

# responperson
source: Responsable Person
ar: الشخص المسئول

source: Return Amount
ar: المبلغ المرتجع

source: Returns
ar: مرتجعات

# salechannel
source: Sales Channels
ar: قنوات البيع

source: Sales
ar: مبايعات

source: Sales Amount
ar: مبلغ البيع

source: SalesCode
ar: كود المندوب

# saleswarehouserequestpagedescription
source: this page is to view sales items requests from general store
ar: هذه الصفحة للاطلاع علي طلبات البائعين لاستلام بضاعة من المخزن الرئيسي

source: select Branch
ar: اختر الفرع

source: Select Company
ar: اختر الشركة

source: select distributor
ar: اختر مندوب

source: Select item
ar: اختر صنف

source: Select Supplier
ar: اختر المورد

source: Select tax
ar: اخترالضربيه

# selectunity
source: select unit
ar: اختر وحدة القياس

source: Seller's price
ar: سعر البائع

source: sell price
ar: سعر البيع

source: Serial_No
ar: رقم الماكينه

source: Settle
ar: تسوية

source: Settle Item
ar: تسوية الصنف

source: Settlement Type
ar: نوع التسوية

source: Settle Returns
ar: تسوية المرتجعات

# Shift
source: Shift closure
ar: اغلاق وردية

source: Size
ar: الحجم

source: Size of Transaction
ar: الكمية المرادة

# specialprice
source: Enter the special price
ar: ادخل السعر الخاص

source: status
ar: الحالة

# String31
source: Confirm receipt of the goods
ar: تاكيد استلام البضاعة

# String4
source: Confirm delivery of the goods
ar: تاكيد تسليم البضاعة

source: SuperVisor
ar: مشرف

source: Supervisor Name
ar: اسم المشرف

source: Supervisors
ar: المشرفين

source: Supplier
ar: المورد

# supplier1
source: supplier
ar: الموارد

source: Supplier Price
ar: سعر المورد

# supsettingpage
source: this page is to setting suppliers or disable them or add new one
ar: هذةه الصفحة لضبط اعدادات او ايقافهم او اضافة موردين جدد

# suredeleteagent
source: Do You Sure to Delete ?
ar: هل انت متاكد من الحذف ؟

# taavat
source: Total amount after Vat
ar: المبلغ بعد الضريبة

source: tax
ar: الضربيه

# tbafterdiscount
source: Total Bill After Discount
ar: المبلغ بعد الخصم

# tbbeforediscount
source: Total Bill Before Discount
ar: المبلغ قبل الخصم

# tbdiscount
source: Total Bill Discount
ar: مجموع الخصم

# text
source: the document
ar: المستند

source: The cashier
ar: الصارف

source: the rest
ar: الباقي

source: time
ar: الوقت

# titemcount
source: Total Item Count
ar: عدد الاصناف

# titemdiscount
source: Total Item Discount
ar: خصم الاصناف

source: Today Details
ar: تفاصيل اليوم

source: Total Action
ar: كل الاجراء

source: Total paid
ar: المبلغ الاجمالي

# totalpil
source: Total Bill
ar: مجموع الفواتير

# totalpilagil
source: Total Bill Agil
ar: اجمال الفواتير الاجل

# totalpilcash
source: Total Bill Cash
ar: الكاش

# totalpilnet
source: Total Bill Net
ar: المبلغ الصافي

source: Total Price
ar: المبلغ الكلي

source: Try Again !!
ar: حاول مجددا !!

source: type
ar: نوع

# typeex
source: type expense
ar: نوع المصرف

source: Type tt
ar: النوع

# unpaiddefferd
source: Unpaid Deffered
ar: المديونات

# untiy
source: Unity
ar: الوحده

# userregistrationrequest
source: this page is to view Sales new account requests
ar: هذة الصفحة لمشاهدة طلبات انضمام البائعين

source: Users Registration Requests
ar: طلبات تسجيل البائعين

source: VAT
ar: ضريبة القميمة المضافة

source: View Bills
ar: مشاهدة الفواتير

source: Warehouse
ar: المخزن

# warehousepagemsg
source: this page is to add or receive counts of items from general store
ar: هذه الصفحة لاضافة او سحب كميات من المنتجات من المخزن الرئيسي
